theory/simulation1/Ypipe/system/blockMeshDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  4.1                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      blockMeshDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

convertToMeters 0.01;

vertices
(
    (-1 -2 -1)
    (6 -2 -1)
    (6 6 -1)
    (-1 6 -1)
    (-1 -2 1)
    (6 -2 1)
    (6 6 1)
    (-1 6 1)
);

blocks
(
    hex (0 1 2 3 4 5 6 7) (17 20 5) simpleGrading (1 1 1)
);

edges
(
);

boundary
(
 
);

mergePatchPairs
(
);

// ************************************************************************* //
